[
  "dataview",
  "waypoint",
  "folder-notes",
  "templater-obsidian",
  "multi-properties",
  "attachment-management",
  "obsidian-list-callouts",
  "mrj-jump-to-link",
  "obsidian42-brat",
  "OA-file-hider",
  "calendar",
  "heatmap-calendar",
  "obsidian-style-settings",
  "callout-manager",
  "obsidian-charts",
  "journals",
  "obsidian-hover-editor",
  "task-list-kanban",
  "obsidian-tasks-plugin",
  "obsidian-auto-link-title",
  "obsidian-projects",
  "quickadd",
  "you-and-your-research",
  "contribution-graph",
  "metaedit",
  "mononote",
  "darlal-switcher-plus",
  "pane-relief",
  "obsidian-book-search-plugin",
  "obsidian-linter",
  "iconic",
  "tabs",
  "progressbar",
  "metadata-menu",
  "actions-uri",
  "customjs",
  "modalforms",
  "obsidian-query-control",
  "advanced-canvas",
  "obsidian-excalidraw-plugin",
  "any-block",
  "obsidian-memos",
  "highlightr-plugin",
  "tasks-calendar-wrapper",
  "easy-typing-obsidian",
  "obsidian-spaced-repetition-recall",
  "tag-wrangler",
  "obsidian-advanced-uri",
  "link-with-alias",
  "obsidian-git",
  "lapel",
  "tabout",
  "remember-cursor-position",
  "vscode-editor",
  "image-converter",
  "obsidian-image-toolkit",
  "copilot",
  "obsidian-clipper",
  "omnisearch",
  "obsidian-toggl-integration",
  "timetracker",
  "obsidian-meta-bind-plugin",
  "obsidian-link-embed"
]